const News = () => {
	return (
		<div className='news'>
			<h1>Новости</h1>
			<div className='new'>
				<img
					src='https://lh6.googleusercontent.com/numLRVFFqfEdNdx5MW0DqkRyAzcCD1Fl9y-RuUkqfSWdNyNy74mkFJtACY7uru-HDrgwDoQC2zArrKDqHl1G3zv7HBGO46YC3ljh0cGmB6wJ8tz94W0LVn6yqJAWQcf9jQ=w1280'
					alt='img'
				/>
				<div className='new-description'>
					<h4>Сборная Абхазии победила в турнире!</h4>
					<p>
						В игре "Killing Floor" сборная Абхазии одержала впечатляющую победу, превзойдя всех
						зомби. Это событие стало эпическим моментом в истории игры, выделяясь особым вниманием
						благодаря яркому и захватывающему противостоянию двух сторон. Сборная Абхазии
						продемонстрировала выдающиеся навыки и тактическую мастерство, позволившие им преодолеть
						все препятствия, созданные зомби. Их доблесть и сплоченность привели к триумфу в
						схватке, которая стала историческим событием для фанатов "Killing Floor". Этот триумф
						стал результатом упорного труда и отличной командной игры со стороны сборной Абхазии. Их
						стратегическое мышление, умение работать вместе и преодолевать трудности сделали эту
						победу захватывающей и вдохновляющей для сообщества игроков. Победа сборной Абхазии в
						"Killing Floor" стала символом долгих часов тренировок, неуклонной целеустремленности и
						превосходства в игровой тактике. Этот эпический момент останется в памяти игроков как
						одно из величайших достижений в истории игры.
					</p>
				</div>
			</div>

			<div className='new'>
				<iframe
					width='100000'
					height='300'
					src='https://www.youtube.com/embed/EJi9DNjbyk0'
					allow='accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture'
					allowFullScreen
				></iframe>

				<div className='new-description'>
					<h4>Очень скоро: новый партнер - Торрент</h4>
					<p>
						Совсем скоро на горизонте появится новый партнер - Торрент. Это завораживающее событие
						обещает принести волну новых возможностей и перспектив для всех участников. Партнерство
						с Торрент обещает стать значительным шагом в развитии и расширении горизонтов, предлагая
						уникальные перспективы и переживания. Ожидается, что это сотрудничество откроет двери к
						новым уровням взаимодействия и принесет уникальные и инновационные решения. Партнерство
						с Торрент обещает быть важным событием, дарующим новые возможности и наполняющим проект
						энергией инноваций.
					</p>
				</div>
			</div>
		</div>
	)
}

export default News
